Repository: common-repository/ratify
Catalog: languages/ratify-*.po
Languages: es_es

source: The cache has been refreshed!
es_es: ¡La memoria caché ha sido refrescada!

source: Oops! We were unable to retrieve the home page.
es_es: ¡Huy! Lo sentimos pero no hemos sido capaces de descargar la página de inicio.

source: IMAGE Elements Have ALT Attributes
es_es: Elementos de imagen tienen todos los atributos ALT

source: Some images were found without ALT attributes.
es_es: Se encontraron algunas imágenes sin atributo ALT.

source: No images were found
es_es: No hay imágenes encontradas

source: Tests must include a text description of what the error is
es_es: Hay que incluir una descripción textual del error para cada test

source: Cron Activated
es_es: Cron activado

source: Cron is not disabled for this installation.
es_es: Cron no está deshabilitado para esta instalación.

source: Home Page Featured Image
es_es: Imagen destacada de la portada

source: The home page has a featured image but it is not wide enough (%spx). It needs to be at least 1200px wide.
es_es: La página de inicia tiene una imagen destacada pero no es suficientemente ancha (%spx). Debe ser un mínimo de 1200px de ancho.

source: The home page has a featured image but it is not tall enough (%spx). It needs to be at least 300px high.
es_es: La página de inicia tiene una imagen destacada pero no es suficientemente alta (%spx). Debe ser un mínimo de 300px de alto.

source: No featured image was found on the front page.
es_es: No se ha encontrado ninguna imagen destacada.

source: Google Analytics is installed:
es_es: Google Analytics está instalado:

source: Google Analytics does not appear to be configured. Please add the Google Analytics code to the site or we won't be able to track any user activity. We normally use MonsterInsights to do this.
es_es: Aparentemente Google Analytics no está configurado. Por favor, añade el código de Google Analytics a la web o no podremos realizar ningún seguimiento de actividad de usuarios. Normalmente instalamos MonsterInsights para ello.

source: GZIP compression
es_es: Compresión GZIP

source: The Content-Encoding header was not found in the response. This is usually due to a misconfiguration of your web server.
es_es: La cabecera Content-Encoding no se encontró en la respuesta. Normalmente indica una configuración errónea del servidor.

source: Content-Encoding does not appear to be gzip
es_es: Content-Encoding no parece ser gzip

source: HTML Code Quality
es_es: Calidad de código HTML

source: Unable to write the home page HTML to a file for testing:
es_es: No se ha podido guardar el HTML de la página de inicio a un archivo para testear:

source: Unable to open a file for saving the home page HTML to a file for testing.
es_es: No se ha podido abrir un archivo para guardar el HTML de la página de inicio para poder realizar pruebas sobre ello.

source: There was an error trying to validate the home page HTML.
es_es: Ha habido un error al intentar validar el HTML de la página de inicio.

source: Running on HTTPS
es_es: Utiliza HTTPS

source: HTTP traffic is not being redirected to HTTPS for one or more resources.
es_es: El tráfico sobre HTTP no se está redireccionando a HTTPS para una o más recursos.

source: is (are) not being redirected to HTTPS.
es_es: no es (son) siendo redirigiros a HTTPS.

source: Secure: it's on HTTPS but still have to check if all resources exist and are loaded over HTTPS.
es_es: Seguro: utiliza HTTPS pero aún tenemos que comprobar si todos los recursos existen y utilizan HTTPS.

source: H1 element exists
es_es: Existe un elemento H1

source: Can't find any H1 elements.
es_es: No se encuentra ningún elemento H1.

source: There are no heading elements.
es_es: No hay ningún elemento de encabezado (H1, H2, etc.).

source: META DESCRIPTION Element
es_es: Elemento META DESCRIPTION

source: The META DESCRIPTION element is either too long or too short. Descriptions should be between %1$s and %2$s characters. This meta description is %3$s character(s)
es_es: El elemento META DESCRIPTION or es demasiado largo o demasiado corto. Descripciones debe tener entre %1$s y %2$s caracteres. Esta meta descripción tiene %3$s caracter(es)

source: No META DESCRIPTION element could be found.
es_es: No se ha encontrado ningún elemento META DESCRIPTION.

source: More than one META DESCRIPTION element was found.
es_es: Se ha encontrado más de un elemento META DESCRIPTION.

source: Post Comment Emojis Removed
es_es: Emojis de comentarios de posts desactivado

source: Emojis support scripts are being loaded. WordPress must have changed or disable_wp_emojicons is not being called in the actionsAndFilters.php init sequence.
es_es: Los archivos de soporte para emojis se están cargando. O ha cambiado WordPress o la función disable_wp_emojicons no se está llamando en la secuencia de inicialización del archivo actionsAndFilters.php.

source: WP Generator Meta Tag Removed
es_es: Etiqueta meta WP Generator quitada

source: The Generator Meta Tag is still appearing. Chances are it has been hard-coded in header.php.
es_es: La etiqueta meta Generator aún existe. Es probable que esté incrustada en header.php.

source: Facebook (Open Graph) Tags Exist
es_es: Existen etiquetas de Facebook (Open Graph)

source: No OG: tags were found in the HTML.
es_es: No se han encontrado etiquetas OG: en el HTML.

source: Query strings on static resources (CSS & JS)
es_es: Query strings en recursos estáticos (CSS y JS)

source: %s default ones exists. eg. ?ver=x.x.x
es_es: Existen %s por defecto, por ejemplo: ?ver=x.x.x

source: Default query strings are being stripped out.
es_es: Los query strings por defecto se están suprimiendo.

source: Robots Meta Tag
es_es: Etiqueta Meta de Robots

source: The page is being blocked by a meta robots tag
es_es: Una etiqueta meta de robots está denegando acceso a la página

source: There is a robots meta tag but it is not blocking robots.
es_es: Existe una etiqueta meta de robots pero no está denegando acceso a los robots.

source: No robots meta tags were found. This is normally good.
es_es: No se ha encontrado ningún elemento meta de robots. Normalmente se considera una buena práctica.

source: Site Indexing (robots.txt)
es_es: Indexación del sitio (robots.txt)

source: A robots.txt file was found. It is up to you to determine if it is correct or not.
es_es: Se ha encontrado un archivo de robots.txt. Sólo tú puedes determinar si es correcto o no.

source: No robots.txt was found. Please use Yoast or some other tool to install robots.txt
es_es: No se ha encontrado ningún archivo de robots.txt. Por favor, utiliza Yoast u otra herramienta para instalar robots.txt

source: TITLE Element
es_es: Elemento TITLE

source: The title element is either too long or too short. Titles should be between %1$s and %2$s characters.
es_es: El elemento Title o es demasiado largo o demasiado corto. Los elementos Title deben tener entre %1$s y %2$s caracteres.

source: No title element could be found.
es_es: No se ha encontrado ningún elemento de Title.

source: More than one title element was found.
es_es: Se ha encontrado más de un elemento Title.

source: Viewport Setting
es_es: Configuración de Viewport

source: Viewport tag exists:
es_es: La etiqueta Viewport existe:

source: No viewport tags were found. This is normally bad.
es_es: No se ha encontrado ningún elemento meta de VIEWPORT. Debe haber por lo menos uno.

source: The Ratify Checklist helps you spot common technical issues with the home page of your web site.
es_es: Ratify Checklist te ayuda a identificar errores comunes encontrados en la página de inicio de tu web.

source: Under normal circumstances, the plugin will try to fix the issues for you automatically but where it can't, it will flag them for you here.
es_es: En circunstancias normales, el plugin intentará arreglar los problemas automáticamente pero si no puede, lo indicará aquí.

source: This plugin was created by <a href="https://secret-source.eu/">Secret Source Technolgy</a>. We provide web application development services to clients throughout the world :-)
es_es: Este plugin fue creado por <a href=“https://secret-source.eu/“>Secret Source Technology</a>. Proveemos servicios de desarrollo de aplicaciones web para clientes en todo el mundo :-)

source: Test results for <a href="%1$s">%2$s</a>.
es_es: Resultados para <a href=“%1$s”>%2$s</a>.

source: Test input is cached.
es_es: Los datos de entrada están cacheadas.

source: Click here to refresh the cache.
es_es: Pincha aquí para refrescar el cache.

source: Remember that you need to edit the page that the images appear in to change the ALT attributes.
es_es: Recuerda que tienes que editar la página donde aparecen las imágenes para modificar los atributos ALT.

source: Modify this setting
es_es: Modificar este ajuste

source: Background and Suggestions
es_es: Más información y sugerencias

source: Verify (ratify) the technical quality of your web site.
es_es: Verifica (ratifica) la calidad técnica de tu web.
